Repository: lliurex/tuxpaint-config
Catalog: src/po/*.po
Languages: ca@valencia, sk

source: Welcome to Tux Paint's graphical configuration tool, created by Torsten Giebl, Jan Wynholds, Bill Kendrick, and Martin Fuhrer. This tool allows you to alter Tux Paint's settings, such as full-screen mode, the interface's language, or options to simplify Tux Paint for younger children. These settings can be set for the current user only or for all users of your computer by making a selection in the 'Settings for' pull-down menu at the bottom. Use the tabs at the top to select the different setting categories, change the options you'd like to change, and click the 'Apply' button at the bottom to write out a new configuration file. The next time Tux Paint is launched, the new settings should take effect.
ca@valencia: Us donem la benvinguda a l'eina de configuració gràfica del Tux Paint, creada per Torsten Giebl, Jan Wynholds, Bill Kendrick i Martin Fuhrer. Aquesta eina permet establir les preferències de configuració del Tux Paint, com ara el mode de pantalla completa, el llenguatge de la interfície o opcions per a simplificar el Tux Paint per als més menuts, etc. Aquestes preferències es poden establir per a l'usuari actual o bé per a tots els usuaris de l'ordinador seleccionant una opció del menú «Paràmetres per a:» en la part inferior. Feu servir les pestanyes en la part superior per a seleccionar les diferents categories d'opcions; canvieu les opcions que desitgeu i després feu clic en el botó «Aplica» en la part inferior per a guardar un arxiu de configuració nou. La pròxima vegada que s'inicie el Tux Paint, s'activaran els nous paràmetres.
sk: Víta vás nástroj na grafické nastavenie programu Tux Paint, ktorý vytvorili Giebl, Jan Wynholds, Bill Kendrick, a Martin Fuhrer. Vďaka tomuto nástroju môžete zmeniť predvolené nastavenia Tux Paintu, ako napríkla režim celej obrazovky, jazyk programu alebo možnosti zjednodušenia Tux Paintu pre menšie deti. Tieto nastavenia môžete nastaviť buď len pre tohto používateľa, alebo pre všetkých používateľov na svojom počítači tak, že si vyberiete jednu možnosť z ponuky Nastaviť pre. Kliknutím na rôzne farebné karty na vrchu si môžete zvoliť rôzne kategórie nastavení, zmeniť tie nastavenia, ktoré chceta a kliknúť na tlačidlo Použiť, aby sa zmeny uložili do súboru s nastaveniami. Nabudúce sa Tux Paint spustí podľa nových nastavení.

source: (Use system's default)
ca@valencia: (Empra el predeterminat del sistema)
sk: (Použiť pôvodné systémové)

source: (Use system's setting)
ca@valencia: (Empra les preferències del sistema)
sk: (Použiť systémové nastavenia)

source: Default (no override)
ca@valencia: Per defecte. (Sense forçar la mida)
sk: Pôvodné (nemeniť)

source: Override: Small
ca@valencia: Força la mida: menuda
sk: Zmeniť: Malé

source: Override: Medium
ca@valencia: Força la mida: mitjana
sk: Zmeniť: Stredné

source: Override: Large
ca@valencia: Força la mida: gran
sk: Zmeniť: Veľké

source: Save Directory?
ca@valencia: Directori per a guardar?
sk: Priečinok na ukladanie obrázkov?

source: Data Directory?
ca@valencia: Directori per a les dades?
sk: Priečinok s údajmi?

source: Color Palette File?
ca@valencia: Fitxer de la paleta de colors?
sk: Súbor palety s farbami?

source: Quit without applying changes?
ca@valencia: Voleu eixir sense aplicar els canvis?
sk: Chceš skončiť bez použitia zmien?

source: &Yes
ca@valencia: &Sí
sk: Án&o

source: current user
ca@valencia: usuari actual
sk: totho používateľa

source: all users
ca@valencia: tots els usuaris
sk: všetkých používateľov

source: Apply changes you made to %s?
ca@valencia: Voleu aplicar els canvis que heu fet en %s?
sk: Mám použiť zmeny, ktoré ste urobili v %s?

source: Yes
ca@valencia: Sí
sk: Áno

source: Tux Paint Config v
ca@valencia: Configuració del Tux Paint v
sk: Konfiguračný nástroj programu Tux Paint, verzia

source: About
ca@valencia: Quant a
sk: O tomto programe

source: About Tux Paint Config.
ca@valencia: Quant a la configuració del Tux Paint
sk: O nástroji na konfiguráciu Tux Paintu

source: Video/Sound
ca@valencia: Imatge i so

source: Video:
ca@valencia: Imatge:

source: &Fullscreen
ca@valencia: &Pantalla sencera
sk: Na &celú obrazovku

source: Run Tux Paint in fullscreen mode, rather than in a window.
ca@valencia: Mostra Tux Paint en mode de pantalla sencera i no en una finestra
sk: Tux Paint spúšťať radšej v režime celej obrazovky, ako len v bežnom okne.

source: &Native
ca@valencia: &Nativa
sk: &Systémové

source: Use native screen resolution in fullscreen mode.
ca@valencia: Fa servir la resolució nadiva en el mode de pantalla sencera
sk: V režime celej obrazovky použiť systémové rozlíšenie monitora.

source: Window size :
ca@valencia: Mida de la finestra:
sk: Veľkosť okna :

source: Size of the window, or the resolution in fullscreen.
ca@valencia: Mida de la finestra o la resolució en pantalla sencera
sk: Veľkosť okna, alebo rozlíšenie v režime celej obrazovky.

source: &Rotate Orientation
ca@valencia: &Gira l'orientació
sk: &Inteligentné otáčanie

source: Swap width and height, to rotate 90 degrees (useful for portrait-display on a tablet PC)
ca@valencia: Canvia ample i alt per a girar 90 graus (útil per a pantalles verticals)
sk: Pri otáčaní o 90° prehodiť výšku a šírku (pomôže na tablete pri zobrazení na výšku)

source: Allow S&creensaver
ca@valencia: &Admet l'estalvi de pantalla
sk: Povoliť š&etrič obrazovky

source: Don't disable your system's screensaver while Tux Paint is running.
ca@valencia: No desactiva l'estalvi de pantalles quan s'està executant el Tux Paint
sk: Nevypínať šetrič na počítačí, kým beží Tux Paint.

source: Sound:
ca@valencia: So:
sk: Zvuk:

source: Enable &Sound Effects
ca@valencia: Activa els efectes de &so
sk: Zapnúť &zvukové efekty

source: Enable/disable sound effects.
ca@valencia: Activa/desactiva els efectes de so
sk: Zapnúť/vypnúť zvukové efekty.

source: Color Palette File:
ca@valencia: Fitxer de la paleta de colors:
sk: Súbor palety s farbami:

source: Use &Alternative Color Palette
ca@valencia: Empra una altra &paleta de colors
sk: Použiť &inú paletu s farbami

source: Don't use default color palette, use colors defined in the following file:
ca@valencia: No fa servir la paleta de colors per defecte. Empra els colors definits en el fitxer següent:
sk: Nepoužívať pôvodnú paletu, ale farby definované v tomto súbore:

source: Browse...
ca@valencia: Navega...
sk: Prehľadávať...

source: Mouse/Keyboard
ca@valencia: Teclat i ratolí

source: &Fancy Cursor Shapes
ca@valencia: &Formes del punter del ratolí
sk: Používať rozličné tvary &kurzora myši

source: Change the shape of the mouse pointer depending on where the mouse is and what you are doing.
ca@valencia: Canvia la forma del punter del ratolí segons on es troba i el que esteu fent
sk: Meniť tvar ukazovateľa myši podľa toho, kde myš je a čo robíte.

source: &Hide Cursor
ca@valencia: &Amaga el cursor
sk: &Schovať kurzor

source: Completely hides cursor (useful on touchscreen devices).
ca@valencia: Amaga completament el cursor (útil en dispositius tàctils)
sk: Úplne schová kurzor (je to užitočné na dotykových zariadeniach).

source: Keyboard:
ca@valencia: Teclat:
sk: Klávesnica:

source: Enable &Keyboard Shortcuts
ca@valencia: Activa les dreceres del &teclat
sk: Povoliť &klávesové skratky

source: Allows key combinations to be used as shortcuts for certain commands. (e.g., Control+S to Save)
ca@valencia: Permet les dreceres del teclat (p.e. Control+S per a guardar)
sk: Umožní používať kombinácie klávesov ako príkazy na nejakú činnosť, (napr. súčasné stisnutie Ctrl a S na uloženie)

source: Mouse:
ca@valencia: Ratolí:
sk: Myš:

source: &Grab Mouse Pointer
ca@valencia: &Reté el punter del ratolí
sk: &Kontrolovať ukazovateľ myši

source: Prevents the mouse pointer from leaving the Tux Paint window.
ca@valencia: Evita que el punter del ratolí se n'isca de la finestra del Tux Paint
sk: Zabránite tomu, aby ukazovateľ myši opustil okno programu Tux Paint.

source: Mouse &Wheel Support
ca@valencia: Suport de la &roda del ratolí
sk: Podpora &kolieska myši

source: Allows a mouse wheel to be used to scroll through items. (e.g., brushes, stamps)
ca@valencia: Permet fer servir la roda del ratolí per a desplaçar-se pels elements (pinzells, estampes... )
sk: Umožní, aby ste si mohli vyberať veci pomocou kolieska myši (napr. štetce alebo pečiatky)

source: No &Button Distinction
ca@valencia: Sense &distinció de botons
sk: &Nerozlišovať tlačidlá

source: Allows middle and right mouse buttons to be used for clicking, too.
ca@valencia: Permetre que els botons central i dret també es puguen fer servir per a clicar
sk: Umožní, aby ste mohli klikať aj stredným a pravým tlačidlom myši.

source: Simplification
ca@valencia: Simplificació
sk: Zjednodušenie

source: Interface Simplification:
ca@valencia: Simplificació de la interfície:
sk: Zjednodušenie prostredia programu:

source: Disable Shape &Rotation
ca@valencia: Desactiva el gir de les formes &geomètriques
sk: V&ypnúť otáčanie geom. útvarov

source: Shape tool's rotation step is disabled. Useful for younger children.
ca@valencia: Deshabilita el pas de rotació de les eines de figures. Útil per als més menuts.
sk: Vypne sa nástroj na otáčanie. Užitočné pre menšie deti.

source: Simple Stamp &Outlines
ca@valencia: Simplifica la &vora de les estampes
sk: &Jednoduché pečiatky

source: Draw a rectangle around the cursor when placing stamps, rather than a detailed outline. (For slow computers and thin clients.)
ca@valencia: Dibuixa un rectangle al voltant del cursor en posar estampes, en comptes d'una vora detallada. (Útil per ordinadors lents i clients lleugers)
sk: Kresliť len obdĺžník bez obrázka (pre pomalé počítače a klientov väčších sietí).

source: Show &Uppercase Text Only
ca@valencia: Mostra el text només en &majúscules
sk: &Zobraziť iba veľké písmená

source: Cause all text in Tux Paint (button labels, dialogs, etc.) to appear in UPPERCASE rather than Mixed Case.
ca@valencia: Fa que tot el text (botons, etiquetes, diàlegs, etc.) aparega en MAJÚSCULES en comptes de majúscules i minúscules
sk: Príkaz spôsobí, že všetok text v Tux Painte (názvy na tlačidlách, oznamy, atď.) budú napísané VEĽKÝMI PÍSMENAMI, nie Rôznym druhom písma.

source: Initial Stamp Size:
ca@valencia: Mida inicial de les estampes:
sk: Predvolená veľkosť pečiatky:

source: Control Simplification:
ca@valencia: Simplificació dels controls:
sk: Zjednodušenie tlačidiel:

source: Disable '&Quit' Button and [Escape] key
ca@valencia: Desactiva la tecla d'&escapada i el botó "Ix"
sk: Vypnúť tlačidlo "Skončiť" a zablokovať klávesu [Esc]

source: Clicking the window's close (X) button in the title bar, or pressing [Alt]+[F4] or [Shift]+[Ctrl]+[Escape] will still quit Tux Paint.
ca@valencia: Igualment, fent clic en el botó de tancar la finestra (X) o prement Alt+F4 o Maj+Ctrl+Esc finalitzarà el Tux Paint
sk: Kliknutím na (X) na hornom paneli, alebo súčasným stlačením klávesov Alt + F4 alebo Shift + Ctrl + Escape Tux Paint vždy ukončíte.

source: Disable '&Stamps' Tool
ca@valencia: Desactiva l'eina E&stampa
sk: Vypnúť nástroj &Pečiatky

source: Do not load stamps at startup, thus disabling the Stamps tool.
ca@valencia: No carrega les estampes en iniciar i desactiva aquesta eina
sk: Nezobrazovať tlačidlo pečiatky pri štarte programu, a tak znemožniť ich používanie.

source: Disable Stamp &Controls
ca@valencia: Desactiva els &controls de les estampes
sk: Vypnúť tlačidlá na úpr&avu pečiatok

source: Simplify the 'Stamps' tool by removing the stamp control buttons (Shrink, Grow, Mirror and Flip).
ca@valencia: Simplifica l'eina "Estampa" eliminant els botons de control (mida, espill, invertir)
sk: Zjednodušiť pečiatky odobratím tlačidiel na ich úpravu (zmenšenie, zväčšenie, zrkadlový obraz a prevrátenie).

source: Disable &Magic Controls
ca@valencia: Desactiva els controls de les eines de "&Màgia"

source: Simplify the 'Magic' tools by removing the buttons to switch between paint and fullscreen modes.
ca@valencia: Simplifica les eines de "Màgia" desactivant els botons per a canviar entre els modes de pintar i de pantalla sencera.
sk: Zjednoduš Čarovné nástroje odobratím tlačidiel na prepínanie medzi režimami kreslenia a celej obrazovky.

source: Disable '&Label' Tool
ca@valencia: Desactiva l'eina E&tiqueta

source: Disable the 'Label' text-entry tool (leaving only the 'Text' tool).
ca@valencia: Desactiva l'eina "Etiqueta", deixant només l'eina "Text"

source: Languages
ca@valencia: Idiomes
sk: Jazyky

source: Language:
ca@valencia: Idioma:
sk: Jazyk:

source: Language :
ca@valencia: Idioma:
sk: Jazyky :

source: Run Tux Paint in a particular language (overriding system's settings).
ca@valencia: Fa servir un determinat idioma obviant l'idioma del sistema.
sk: Spustí Tux Paint v určitom jazyku (odhliadnuc od systémových nastavení).

source: &Mirror Stamps
ca@valencia: &Espill de les estampes
sk: &Zrkadlové pečiatky

source: Automatically mirror-image all mirror-able stamps. Useful for users who prefer things appearing right-to-left.
ca@valencia: Canvia automàticament l'orientació de totes les estampes que ho permeten. Útil per a qui prefereix que les coses apareguen de dreta a esquerra.
sk: Automaticky urobí zrkadlový obraz všetkých pečiatok, u ktorých sa to dá. Je to užitočné pre tých, ktorí sa na veci radšej pozerajú sprava doľava.

source: Fonts:
ca@valencia: Tipus de lletra:
sk: Písmá:

source: Load System &Fonts
ca@valencia: &Carrega els tipus de lletra del sistema
sk: Spustiť &systémové písmá

source: Attempt to load more fonts, found elsewhere on your computer. (Note: may cause instability!)
ca@valencia: Intenta carregar els tipus de lletra del sistema. (Pot causar inestabilitat!)
sk: Program sa pokúsi spustiť viac písem, ktoré sú uložené inde v počítači. (Upozornenie: môže to spôsobiť nestabilitu programu!)

source: Load All &Locale Fonts
ca@valencia: Carrega tots els tipus de lletra de localització
sk: Spustiť písmá pre všetky &jazyky

source: Load all locale-specific fonts installed in Tux Paint, regardless of the locale Tux Paint is being run under.
ca@valencia: Carrega tots els tipus de lletra d'idiomes específics instal·lades en el Tux Paint, independentment de l'idioma en què estiga instal·lat el Tux Paint.
sk: Načítajú sa všetky písma charakteristické pre určitý jazyk, nainštalované v Tux Painte, bez ohľadu na jazyk programu.

source: Printing
ca@valencia: Impressió
sk: Tlač

source: Print Permissions:
ca@valencia: Permisos per a imprimir:
sk: Povolenie na tlač:

source: Allow &Printing
ca@valencia: &Permet imprimir
sk: &Povoliť tlač

source: Let users print from within Tux Paint.
ca@valencia: Permet que es puga imprimir des del Tux Paint
sk: Povoliť používateľom tlačiť v Tux Painte.

source: Print Delay :
ca@valencia: Retardament de la impressió:
sk: Oneskorenie tlače :

source: seconds
ca@valencia: segons
sk: sekúnd (sekundy)

source: Restrict printing to once every N seconds. (Enter '0' to allow unrestricted printing.)
ca@valencia: Restringeix la impressió a una vegada cada X segons. (Entreu 0 per a no restringir-la.)
sk: Môžete obmedziť tlač na raz za N sekúnd. (Ak nechcete obmedzovať tlač, napíšte nulu.)

source: Show Printer Dialog:
ca@valencia: Mostra el diàleg d'impressió:
sk: Zobraziť informáciu o tlači:

source: Only when [Alt] &modifier key is held
ca@valencia: Només quan la tecla &Alt està premuda
sk: Iba keď &tlačidlo Alt držím

source: Always &show printer dialog
ca@valencia: Mostra &sempre el diàleg d'impressió
sk: údaje o tlači &vždy zobraziť

source: &Never show printer dialog
ca@valencia: &No mostres mai el diàleg d'impressió
sk: &nikdy nezobrazovať údaje o tlači

source: (Even when [Alt] is held.)
ca@valencia: (Encara que Alt estiga premuda.)
sk: (Aj keď držím Alt.)

source: Save printer configuration
ca@valencia: Guarda la configuració de la impressora
sk: Uložiť nastavenia tlačiarne

source: Print Commands:
ca@valencia: Ordres d'impressió:
sk: Príkazy na tlač:

source: Use &Alternative Print Command
ca@valencia: Fa servir una &ordre alternativa per a imprimir
sk: Používať &náhradné príkazy na tlač

source: Override Tux Paint's default setting for print command ('lpr') with another. (Advanced! Unix/Linux only!)
ca@valencia: Ignora l'ordre d'impressió predefinida per al Tux Paint ("lpr") i en fa servir una altra. (Avançat! Només per a Unix/Linux!)
sk: Nahradiť pôvodné nastavenie programu Tux Paint pre príkaz (lpr) za iné.

source: Enter the command for printing. It must accept a PostScript format on its standard input (STDIN).
ca@valencia: Introduïu l'ordre d'impressió. Heu d'acceptar el format Postscript com a entrada estàndard (STDIN).
sk: Zadajte príkaz na tlač. Na štandardnom vstupe (STDIN) treba povoliť PostScript.

source: Use &Alternative Print Dialog
ca@valencia: Fa servir un &diàleg alternatiu d'impressió
sk: používať &alternatívne údaje o tlači

source: Override Tux Paint's default setting for print dialog ('kprinter') with another. (Advanced! Unix/Linux only!)
ca@valencia: Ignora el diàleg d'impressió predefinit (kprinter) per a fer-ne servir un altre. (Avançat! Només per a Unix/Linux!)
sk: Prepísať nastavenia pre naprogramované informácie o tlači ('kprinter'). (Pre pokročilých používateľov! Len v operačnom systéme Unix/Linux!)

source: Enter the print dialog command. It must accept a PostScript format on its standard input (STDIN).
ca@valencia: Introduïu el diàleg d'impressió. Heu d'acceptar el format Postscript per la seua entrada estàndard (STDIN)
sk: Napíšte príkaz na tlač. Musí v ňom byť zahrnutý aj typ písma PostScript pre štandardný vstup (STDIN).

source: Paper Size :
ca@valencia: Mida del paper:
sk: Veľkosť papiera :

source: Saving
ca@valencia: Guardar
sk: Ukladanie

source: Save Over Earlier Work:
ca@valencia: Sobreescriure el treball anterior:
sk: Zmeniť starší súbor:

source: &Ask Before Overwriting
ca@valencia: &Pregunta abans de sobreescriure
sk: &Opýtať sa pred jeho prepísaním,

source: When re-saving an image, ask whether to overwrite the earlier version, or make a new file.
ca@valencia: Quan es torna a guardar un dibuix, demana si s'ha de guardar sobre la versió anterior o bé en un dibuix nou.
sk: Keď budete ukladať obrázok, program sa vás opýta, či chcete zmeniť starý súbor, alebo chcete zmeny uložiť do nového súboru.

source: Always &Overwrite Older Version
ca@valencia: &Sobreescriu sempre la versió anterior
sk: Vždy &prepísať súbor,

source: When re-saving an image, always overwrite the earlier version. (Warning: Potential for lost work!)
ca@valencia: Quan es torna a guardar un dibuix, sobreescriu sempre la versió antiga. (Avís: Perdreu el dibuix anterior!)
sk: Keď budete ukladať obrázok, zmeny sa automaticky uložia do existujúceho súboru. (Upozornenie: Môžete prísť o svoju prácu!)

source: Always Save &New Picture
ca@valencia: Guarda sempre un &dibuix nou
sk: Vždy uložiť do &nového súboru.

source: When re-saving an image, always make a new file. (Warning: Potential for lots of files!)
ca@valencia: Quan es guarda un dibuix, crea sempre un fitxer nou. (Avís: És possible que es generen molts fitxers!)
sk: Keď budeš znova ukladať obrázok, zmeny sa uložia do nového súboru. (Upozornenie: Môže sa ti nakopiť veľa súborov.)

source: Start Blank:
ca@valencia: Començament en blanc:
sk: Začať na prázdnej strane:

source: Start with &Blank Canvas
ca@valencia: Comença sempre amb un dibuix en &blanc
sk: Začať na č&istom plátne

source: Save Directory:
ca@valencia: Directori per a guardar:
sk: Priečinok na ukladanie obrázkov:

source: Use &Alternative Save Directory
ca@valencia: Fa servir &un directori alternatiu per a guardar
sk: Na ukladanie obrázkov používať &náhradný priečinok

source: Do not save pictures in the standard directory, use the following location:
ca@valencia: No guarda imatges al directori estàndard. Fa servir el següent:
sk: Neukladať obrázky do nastaveného priečinka, ale použiť tento:

source: Alternative Save Directory:
ca@valencia: Directori alternatiu per a guardar:
sk: Náhradný priečinok na obrázky:

source: More Saving Options:
ca@valencia: Més opcions per a guardar:
sk: Viac možností na uloženie:

source: Disable '&Save' Button
ca@valencia: Desactiva el &botó de "Guarda"
sk: Vypnúť tlačidlo &Uložiť

source: Don't allow pictures to be saved. Tux Paint acts as temporary 'scratch paper.'
ca@valencia: No permet que els dibuixos es guarden. Tux Paint actua com un esborrany temporal.
sk: Tux Paint nepovolí, aby sa obrázky uložili. Slúži len ako šmirák.

source: &Auto-save on Quit
ca@valencia: Guarda &automàticament en eixir
sk: Pri ukončení programu uložiť &automaticky

source: Don't ask to save current picture when quitting; just save.
ca@valencia: No pregunta si es guarda el dibuix actual en eixir; el guarda automàticament.
sk: Pri skončení sa nepýtať, či sa má obrázok uložiť, len ho uložiť.

source: Data
ca@valencia: Dades
sk: Údaje

source: Lockfile:
ca@valencia: Fitxer de bloqueig:
sk: Súbor so zámkom:

source: &Don't use lockfile
ca@valencia: &No faces servir un fitxer de bloqueig
sk: &nepoužívať súbor na zamykanie

source: Do not check for a lockfile. Allow Tux Paint to be launched multiple times. (May be necessary in a networked environment.)
ca@valencia: No verifica si hi ha un fitxer de bloqueig. Permet que el Tux Paint s'execute diverses vegades. (Podria ser necessari en un entorn de xarxa.)
sk: Nehľadať súbor so zámkom. Povoliť, nech sa Tux Paint spustí viackrát. (Môže to byť potrebné na sieti.)

source: Data Directory:
ca@valencia: Directori de dades:
sk: Priečinok na údaje:

source: Use &Alternative Data Directory
ca@valencia: Fa servir un &altre directori
sk: Používať &náhradný priečinok s údajmi

source: Do not load brushes, stamps, etc. from the standard directory, use the following location:
ca@valencia: No carrega pinzells, estampes, etc. del directori estàndard, fa servir el següent:
sk: Nespúšťať štetce, pečiatky, atď. z nastaveného priečinka, ale používať tento:

source: Alternative Data Directory:
ca@valencia: Directori alternatiu de dades:
sk: Náhradný priečinok na údaje:

source: Accessibility
ca@valencia: Accessibilitat

source: Sticky mouse clicks
ca@valencia: Recorda els clics

source: Useful for users who have difficulty clicking and dragging. When enabled, click and release to start painting, move to paint, and click and release again to stop. It can also be combined with joystick- and keyboard-based pointer controls.
ca@valencia: Útil pels usuaris que tenen dificultats en clicar i arrossegar. Si està habilitat, feu clic i deixeu anar per a començar a dibuixar, moveu per a dibuixar, feu clic i deixeu anar per a parar de dibuixar. El podeu combinar amb el control del punter mitjançant la palanca de control i el teclat.

source: Keyboard controls the mouse pointer
ca@valencia: Controla el punter amb el teclat

source: When enabled, the arrow keys or numbers can be used to move the mouse pointer. Number 5, Space, Insert or F5 can be used to click. (When in "Text" or "Label" tools, the numbers and space cannot be used.) Also, F4 cycles the pointer between the "Tools" box, "Colors" box and drawing canvas, F8 and F7 move up/down inside the "Tools" box, and F11 and F12 move left/right inside the "Tools" and "Colors" boxes.
ca@valencia: Si està habilitat, les fletxes i els nombres controlen el moviment del punter. Espai, Insert, 5 o F5 serveixen per a clicar. (En les eines "Text" o "Etiquetes" només funcionen les fletxes, Insert i F5). F4 canvia entre el llenç i els quadres d'eines i de colors, F8 i F7 mouen amunt i avall dins del quadre d'eines, i F11 i F12 mouen cap a l'esquerra i dreta en els quadres d'eines i de colors.

source: Onscreen keyboard:
ca@valencia: Teclat en pantalla:

source: Show a keyboard on the screen
ca@valencia: Mostra un teclat en pantalla

source: Display a keyboard on the screen when the "Text" and "Label" tools are enabled, so you can 'type' with the mouse pointer.
ca@valencia: Mostra un teclat en la pantalla en les eines "Text" i "Etiquetes"
