Repository: lliurex/tuxpaint-config
Catalog: src/po/*.po
Languages: ca@valencia, sk

source: Layout
ca@valencia: Disposició

source: How are keys organized in the keyboard
ca@valencia: Com es distribueixen les tecles dins del teclat

source: Disable layout changes
ca@valencia: Deshabilita els canvis en la distribució

source: Disable the buttons that allow changing the keyboard layout.
ca@valencia: Deshabilita els botons que permeten canviar la distribució de tecles del teclat en pantalla.

source: Joystick
ca@valencia: Palanca de control

source: Main device:
ca@valencia: Dispositiu principal:

source: Device number to use. (SDL starts numbering at 0)
ca@valencia: Número de dispositiu. (SDL comença pel 0)

source: Joystick slowness. Increase this value for people with slow reactions. (0-500; default value is 15)
ca@valencia: Lentitud en la palanca de control. Incrementeu aquest valor per a persones amb reaccions lentes. (Valors admesos de 0 a 500, per defecte és 15)

source: SDL events under threshold will be discarded, useful to discard accidental unwanted movements. (0-32766; default value is 3200)
ca@valencia: Llindar mínim. Es descartaran esdeveniments SDL per baix d'aquest llindar. Útil per a descartar xicotets moviments accidentals. (Valors admesos de 0 a 32766, per defecte és 3200)

source: Limit speed when moving. (1-7; default value is 7)
ca@valencia: Velocitat màxima en moure. (Valors admesos d'1 a 7, per defecte és 7)

source: Hat:
ca@valencia: Barret:

source: Hat slowness. (0-500; default value is 15)
ca@valencia: Lentitud. (Valors admesos de 0 a 500, per defecte és 15)

source: Hat timeout, the number of milliseconds to wait before starting to move continuously. (0-3000; default value is 1000)
ca@valencia: Nombre de mil·lisegons abans de començar a moure contínuament. (Valors admesos de 0 a 3000, per defecte és 1000)

source: Buttons to disable:
ca@valencia: Deshabilitar botons:

source: If for any reason one or more buttons of the joystick are posing problems, you can disable them here using a comma separated list of button numbers. (e.g. 2,3,5)
ca@valencia: Si per qualsevol motiu, algun botó de la palanca de control dona problemes, el podeu deshabilitar fent servir una llista de números de botons separada per comes (p. e. 2,3,5).

source: Button shortcuts:
ca@valencia: Dreceres:

source: Here you can configure shortcuts for the different buttons of the joystick. (Beware to not assign a shortcut to the button used to draw.)
ca@valencia: Podeu configurar dreceres pels diferents botons de la palanca de control. Assegureu-vos de no assignar cap drecera per al botó principal que es farà servir per a dibuixar.

source: Button number for the Escape key.
ca@valencia: Botó per a la tecla d'escapada

source: Button number for the Brush tool.
ca@valencia: Número de botó per a la funció "Pinta"

source: Button number for the Stamps tool.
ca@valencia: Número de botó per a "Estampa"

source: Button number for the Lines tool.
ca@valencia: Número de botó per a "Línies"

source: Button number for the Shapes tool.
ca@valencia: Número de botó per a "Formes"

source: Button number for the Text tool.
ca@valencia: Número de botó per a "Text"

source: Button number for the Label tool.
ca@valencia: Número de botó per a "Etiquetes"

source: Button number for the Magic tool.
ca@valencia: Número de botó per a "Màgia".

source: Button number for Undo.
ca@valencia: Número de botó per a "Desfés"

source: Button number for Redo.
ca@valencia: Número de botó per a "Refés"

source: Button number for the Eraser tool.
ca@valencia: Número de botó per a "Esborra"

source: Button number for the New tool.
ca@valencia: Número de botó per a "Nou"

source: Button number for the Open tool.
ca@valencia: Número de botó per a "Obri"

source: Button number for saving.
ca@valencia: Número de botó per a "Guarda"

source: Button number for Page Setup.
ca@valencia: Número de botó per a "Configuració de pàgina"

source: Button number for printing.
ca@valencia: Número de botó per a "Imprimix"

source: Settings for :
ca@valencia: Paràmetres per a:
sk: Nastaviť pre :

source: Current User
ca@valencia: Usuari actual
sk: tohto používateľa

source: All Users
ca@valencia: Tots els usuaris
sk: všetkých používateľov

source: Use "All Users" Settings
ca@valencia: Fes servir les preferències de "Tots els usuaris"
sk: Používať nastavenia pre všetkých používateľov

source: Apply
ca@valencia: Aplica
sk: Použiť

source: Reset
ca@valencia: Restableix
sk: Nastaviť pôvodné

source: Defaults
ca@valencia: Per defecte
sk: Pôvodné

source: Quit
ca@valencia: Ix
sk: Skončiť

source: Tux Paint Config.
ca@valencia: Configuració de Tux Paint
sk: Nástroj na konfiguráciu Tux Paintu.

source: Configure Tux Paint
ca@valencia: Configura el Tux Paint
sk: Nastaviť Tux Paint

source: &No
sk: &Nie

source: No
sk: Nie

source: Cursor:
sk: Kurzor:
